{
  "bannerTitle1":"We can help you",
  "bannerTitle2": "grow your businnes",

  "bannerList1": "Listening to your needs",
  "bannerList2": "Analyzing problems to provide optimal solutions",
  "bannerList3": "Working diligently to automate and streamline your e-commerce import and logistics",
  "bannerList4": "Allowing you to focus on your next step",

  "bannerLink": "LETS TALK!",

  "messageTitle1":"In a country over 3.000 Freight Forwardng companies,",
  "messageTitle2":"Global Warehouse Center stands out as a beacon of unparalleled",
  "messageTitle3":"expertise and commitment",

  "aboutTitle": "About us",
  "aboutParagraph": "We are a group of logistics professionals with comprehensive know-how, we understand your business from A to Z, ensuring a holistic approach to your logistics needs. With a legacy spanning more than 25 years, we have forged a distinct path by offering express courier and freight forwarding services. Our journey involves collaborations and strategic alliances with various companies, including a significant partnership with DHL Express across 17 countries. This enables us to cater to cross-border customers, managing their e-commerce, managing their e-commerce logistics and U.S. address shipping requirements with precision.",

  "ourValuesTitle1": "What sets us apart",
  "ourValuesTitle2": "Our signature offering",
  "ourValuesTitle3": "For Entrepreneurs",
  "ourValuesTitle4": "For your company",
  "ourValuesTitle5": "For your clients",
  "ourValuesTitle6": "Thinking of venturing into Online Internet Shopping, Shipping and Logistics? Or contempling a switch from conventional providers?",
  "ourValuesTitle7": "Just say hello! Give us a call or send an email, and we'll handle the rest.",

  "ourValuesParagraph1": "Global Warehouse Center distinguishes itself as the sole company in Miami offering a genuine STAR CORE PRODUCT. Our priority lies in Online Shopping, E-commerce, P.O. Box Sevice, Mailbox Service, and Shipping Service - a comprehensive suite that defines us as a Five Star Product provider.",
  "ourValuesParagraph2": "We proudly present ourselves as the sole Miami-based company providing End-to-End Cross-Border e-commerce logistics. Our services are finely tuned to deliver goods tailored to the specific needs of companies worlwide.",
  "ourValuesParagraph3": "We understand the significance of your enterprise, extending beyond mere transactions to impart invaluable insights and strategic guidance. Beyond service rates, we are dedicated to shaping Business Strategy in tandem with your vision.",
  "ourValuesParagraph4": "We don't just engage with clients; we form partnerships to navigate complex business challenges. Supporting your e-commerce and online shopping logistics, we consistently deliver beyond expectations.",
  "ourValuesParagraph5": "By actively listening to your customers' needs and experiences, we address their issues and deliver tangible value, contributing to the success of your business and fostering lasting customer relationships."
}
