{
  "bannerTitle1":"Podemos ayudarte a",
  "bannerTitle2": "hacer crecer tu negocio",

  "bannerList1": "Escuchando tus necesidades reales.",
  "bannerList2": "Analizar tus problemas para proporcionarte soluciones óptimas.",
  "bannerList3": "Trabajando diligentemente para automatizar y agilizar la importación y logística de su ecommerce.",
  "bannerList4": "Permitiéndole concentrarse en su próximo paso.",

  "bannerLink": "HABLEMOS!",

  "messageTitle1":"En un país que cuenta con más de 3000 empresas de transporte de carga,",
  "messageTitle2":"Global Warehouse Center se destaca como un modelo de",
  "messageTitle3":"experiencia y compromiso incomparable.",

  "aboutTitle": "NOSOTROS",
  "aboutParagraph": "Somos un grupo de profesionales de la logística con un conocimiento integral, entendemos su negocio de la A a la Z, garantizando un enfoque holístico a sus necesidades logísticas. Con un legado que abarca más de 25 años, hemos forjado un camino distinto al ofrecer servicios de mensajería courier y transporte de carga. Nuestro viaje implica colaboraciones y alianzas estratégicas con varias empresas, incluida una importante asociación con DHL Express en 17 países. Esto nos permite atender a clientes transfronterizos, gestionar su logística de comercio electrónico y los requisitos de envío a direcciones de EE.UU. con precisión.",

  "ourValuesTitle1": "¿Qué nos diferencia?",
  "ourValuesTitle2": "Nuestro valor agregado",
  "ourValuesTitle3": "Para emprendedores",
  "ourValuesTitle4": "Para su empresa",
  "ourValuesTitle5": "Para sus clientes",
  "ourValuesTitle6": "¿Está pensando en incursionar en ecommerce, los envíos y la logística? ¿O está pensando en abandonar los proveedores convencionales?",
  "ourValuesTitle7": "¡Solo di hola! Llámanos o envíanos un correo electrónico y nosotros nos encargaremos del resto.",

  "ourValuesParagraph1": "Global Warehouse Center se distingue como la única empresa en Miami que ofrece un producto STAR CORE genuino. Nuestra prioridad radica en las compras en línea, el comercio electrónico, el servicio de apartado postal, el servicio de buzón y el servicio de envío, un conjunto integral que nos define como un proveedor de productos cinco estrellas.",
  "ourValuesParagraph2": "Nos presentamos con orgullo como la única empresa con sede en Miami que ofrece logística de comercio electrónico transfronterizo de extremo a extremo. Nuestros servicios están optimizados para ofrecer productos adaptados a las necesidades específicas de empresas de todo el mundo.",
  "ourValuesParagraph3": "Entendemos la importancia de su empresa y vamos más allá de las meras transacciones para brindarle conocimientos y orientación estratégica invaluable. Más allá de las tarifas de servicio, nos dedicamos a dar forma a la estrategia empresarial junto con su visión.",
  "ourValuesParagraph4": "No solo nos relacionamos con los clientes; Formamos asociaciones para afrontar desafíos comerciales complejos. Respaldando su comercio electrónico y logística de compras en línea, constantemente superamos sus expectativas.",
  "ourValuesParagraph5": "Al escuchar activamente las necesidades y experiencias de sus clientes, abordamos sus problemas y ofrecemos valor tangible, contribuyendo al éxito de su negocio y fomentando relaciones duraderas con los clientes."
}